{"title":{"0":"Three New Views of Mars' Moon Phobos","1":"NASA's Curiosity Keeps Rolling As Team Operates Rover From Home","2":"NASA's Perseverance Rover Mission Getting in Shape for Launch","3":"How NASA's Perseverance Mars Team Adjusted to Work in the Time of Coronavirus ","4":"NASA's Perseverance Rover Will Look at Mars Through These 'Eyes'","5":"Mars Is Getting a New Robotic Meteorologist","6":"NASA's Curiosity Rover Finds an Ancient Oasis on Mars","7":"Mars InSight Lander to Push on Top of the 'Mole'","8":"NASA's Perseverance Mars Rover Gets Balanced","9":"Common Questions about InSight's 'Mole'","10":"Alabama High School Student Names NASA's Mars Helicopter","11":"The Extraordinary Sample-Gathering System of NASA's Perseverance Mars Rover","12":"NASA to Reveal Name of Its Next Mars Rover","13":"All About the Laser (and Microphone) Atop Mars 2020, NASA's Next Rover","14":"NASA's New Mars Rover Is Ready for Space Lasers"},"preview":{"0":"Taken with the infrared camera aboard NASA's Odyssey orbiter, they reveal temperature variations on the small moon as it drifts into and out of Mars’ shadow.","1":"The team has learned to meet new challenges as they work remotely on the Mars mission.","2":"Stacking spacecraft components on top of each other is one of the final assembly steps before a mission launches to the Red Planet. ","3":"Like much of the rest of the world, the Mars rover team is pushing forward with its mission-critical work while putting the health and safety of their colleagues and community first.","4":"A pair of zoomable cameras will help scientists and rover drivers with high-resolution color images.","5":"Sensors on NASA's Perseverance will help prepare for future human exploration by taking weather measurements and studying dust particles.","6":"New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate.","7":"Engineers have a plan for pushing down on the heat probe, which has been stuck at the Martian surface for a year.","8":"The mission team performed a crucial weight-balancing test on the rover in preparation for this summer's history-making launch to the Red Planet.","9":"The following Q&As with members of the team answer some of the most common questions about the burrowing device, part of a science instrument called the Heat Flow and Physical Properties Package (HP3).","10":"Vaneeza Rupani's essay was chosen as the name for the small spacecraft, which will mark NASA's first attempt at powered flight on another planet.","11":"Two astronauts collected Moon rocks on Apollo 11. It will take three robotic systems working together to gather up the first Mars rock samples for return to Earth.","12":"After a months-long contest among students to name NASA's newest Mars rover, the agency will reveal the winning name — and the winning student — this Thursday. ","13":"SuperCam is a rock-vaporizing instrument that will help scientists hunt for Mars fossils.","14":"Perseverance is one of a few Mars spacecraft carrying laser retroreflectors. The devices could provide new science and safer Mars landings in the future."}}